aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
antfu.iconify
arturock.gitstash
batisteo.vscode-django
bierner.markdown-emoji
bierner.markdown-preview-github-styles
bmalehorn.shell-syntax
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dhruv.maven-dependency-explorer
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
dunstontc.vscode-go-syntax
eamodio.gitlens
esbenp.prettier-vscode
eugeniobuffo.android-manifest-snippets
formulahendry.code-runner
foxundermoon.shell-format
frhtylcn.pythonsnippets
github.copilot
github.copilot-chat
golang.go
gruntfuggly.todo-tree
hanwang.android-adb-wlan
hollowtree.vue-snippets
huizhou.githd
humao.rest-client
ibm.output-colorizer
jock.svg
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
l13rary.l13-sh-snippets
letmaik.git-tree-compare
loiane.java-spring-extension-pack
lokalise.i18n-ally
maracko.json-to-go
maxmedia.go-prof
maxnatchanon.go-struct-tag-autogen
mccarter.start-git-bash
mechatroner.rainbow-csv
meteorstudio.cursorcode
mhutchie.git-graph
mikestead.dotenv
mongodb.mongodb-vscode
mpotthoff.vscode-android-webview-debug
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
msjsdiag.vscode-react-native
mushan.vscode-open-iterm2
naumovs.color-highlight
njpwerner.autodocstring
njqdev.vscode-python-typehint
noahsyn10.pydoctestbtn
obkoro1.korofileheader
octref.vetur
peterj.proto
pnp.polacode
pranaygp.vscode-css-peek
prograhammer.tslint-vue
r3inbowari.gomodexplorer
randomfractalsinc.vscode-data-preview
redhat.java
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
shengchen.vscode-checkstyle
sonarsource.sonarlint-vscode
stylelint.vscode-stylelint
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
wholroyd.jinja
ziyasal.vscode-open-in-github
